Repository: YZCODE01/SipAI
Catalog: SipAI-macOS/SipAI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Enter a region code like eu-west-3, or a full https:// URL.
zh_hans: 请输入地区代码（如 eu-west-3）或完整的 https:// URL。

source: Enter an API key or an environment variable name.
zh_hans: 请输入 API 密钥或环境变量名。

source: Enter your account tag and gateway name, like account-tag/gateway-name.
zh_hans: 请输入你的账号标识和网关名称，格式为 account-tag/gateway-name。

source: Enter your API key for %@.
zh_hans: 输入你在 %@ 的 API 密钥。

# every %@ at %@
source: every %1$@ at %2$@
zh_hans: 每%@ %@

source: every %lld minutes
zh_hans: 每 %lld 分钟

source: Every day
zh_hans: 每天

source: every day at %@
zh_hans: 每天 %@

source: Every hour
zh_hans: 每小时

source: every hour at :%@
zh_hans: 每小时 :%@

source: every hour, on the hour
zh_hans: 每小时整点

source: Every month
zh_hans: 每月

source: Every week
zh_hans: 每周

source: Every weekday
zh_hans: 每个工作日

source: every weekday at %@
zh_hans: 每个工作日 %@

source: Expand group
zh_hans: 展开分组

source: Expand scheduled runs and open the task's page
zh_hans: 展开计划运行记录并打开任务页面

source: Expand task details
zh_hans: 展开任务详情

source: Extra usage: %@ of %@ left
zh_hans: 额外用量：剩余 %1$@ / %2$@

source: Factory reset
zh_hans: 恢复出厂设置

source: Factory reset?
zh_hans: 恢复出厂设置？

source: Failed to write note to disk.
zh_hans: 笔记写入磁盘失败。

source: Fast mode
zh_hans: 快速模式

source: Fast mode (needs usage credits)
zh_hans: 快速模式（需要额外用量）

source: Fast mode is on · %@
zh_hans: 快速模式已开启 · %@

source: Fast mode is on · the last reply ran fast
zh_hans: 快速模式已开启 · 上一条回复以快速模式运行

source: Fast mode requested
zh_hans: 已请求快速模式

source: Fast mode requested, but not running · %@
zh_hans: 已请求快速模式，但未生效 · %@

source: Fetching models…
zh_hans: 正在获取模型…

source: Files & Notes
zh_hans: 文件与笔记

source: Find
zh_hans: 查找

source: Find in conversation
zh_hans: 在对话中查找

source: Find in this conversation
zh_hans: 在此对话中查找

source: Find in this session
zh_hans: 在此会话中查找

source: Finish the running turn before removing this tool.
zh_hans: 请等正在进行的回合结束后再移除此工具。

source: Finish the running turn before signing out.
zh_hans: 请等正在进行的回合结束后再退出登录。

source: Finish the running turn before updating this tool.
zh_hans: 请等正在进行的回合结束后再更新此工具。

source: Finished
zh_hans: 已完成

source: Finished, not opened yet
zh_hans: 已完成，尚未打开

source: Folder
zh_hans: 文件夹

source: Font Size
zh_hans: 字体大小

source: For advanced users: write the schedule as a 5-field cron expression (minute hour day month weekday)
zh_hans: 供高级用户使用：以 5 字段 cron 表达式（分 时 日 月 周）编写计划

source: For API usage, check your provider's developer platform.
zh_hans: API 用量请到你所用提供商的开发者平台查看。

source: Friday
zh_hans: 星期五

source: Full Access
zh_hans: 完全访问

source: Generate
zh_hans: 生成

source: Generate a note from this conversation
zh_hans: 根据这段对话生成笔记

source: Generate a note from this session
zh_hans: 根据这个会话生成笔记

source: Get started
zh_hans: 开始使用

source: Give the task a name.
zh_hans: 请为任务取一个名称。

source: Global (kimi.ai)
zh_hans: 国际版（kimi.ai）

source: Group by
zh_hans: 分组方式

source: Group name
zh_hans: 分组名称

source: Group sessions
zh_hans: 会话分组

source: Grouped by %@
zh_hans: 按%@分组

source: Help
zh_hans: 帮助

source: Hide the steps
zh_hans: 隐藏步骤

source: Home folder
zh_hans: 主目录

source: Hour
zh_hans: 小时

source: Hover any sidebar row and click ⋮ — chats can be renamed, moved into projects, or deleted; notes can be renamed, downloaded as markdown, or deleted; agent sessions can be renamed too. Settings → Files & Notes also lets you pick a dedicated folder: the sidebar browses it, so chats and notes the SipAI command-line tool saves there appear alongside the app's own.
zh_hans: 把鼠标移到侧边栏任意一行并点击 ⋮ ——对话可以重命名、移入项目或删除；笔记可以重命名、下载为 markdown 或删除；智能体会话同样可以重命名。「设置 → 文件与笔记」中还可以指定一个专用文件夹：侧边栏会浏览该文件夹，因此 SipAI 命令行工具保存在那里的对话和笔记，会与应用自己的内容一同显示。

source: How can I help you today?
zh_hans: 今天有什么可以帮你的？

source: How can I track my token usage and cost?
zh_hans: 我怎么查看 token 用量和花费？

source: How do I get an API key?
zh_hans: 怎么获取 API 密钥？

source: How do I organize, rename, or export things?
zh_hans: 怎么整理、重命名或导出内容？

source: How do I set up the Claude Code or other AI agent providers?
zh_hans: 怎么配置 Claude Code 等 AI 智能体提供商？

source: How do you want to sign in?
zh_hans: 你想用哪种方式登录？

source: I added a key but requests fail — what should I check?
zh_hans: 我加了密钥但请求失败——该检查什么？

source: If you would rather use a subscription plan for your conversations, use the **Chat only** mode of a SipAI agent session instead. See [Agent Guide](sipai://settings/agents) for the details.
zh_hans: 如果你更想用订阅套餐进行对话，请改用 SipAI 智能体会话的“**仅对话**”模式。详情请见[智能体指南](sipai://settings/agents)。

source: incomplete cron expression
zh_hans: 未完成的 cron 表达式

source: Install
zh_hans: 安装

source: Install %@?
zh_hans: 安装 %@？

source: Install Now
zh_hans: 立即安装

source: Install or sign in to %@
zh_hans: 安装或登录 %@

source: Installed · not signed in
zh_hans: 已安装 · 未登录

source: Installed somewhere SipAI does not manage (%@). Remove it the way it was installed.
zh_hans: 安装在 SipAI 不管理的位置（%@）。请按安装时的方式移除。

source: Installing…
zh_hans: 正在安装…

source: Interrupt and Install Now
zh_hans: 中断并立即安装

source: Interrupted — the reply was stopped before it arrived.
zh_hans: 已中断——回复在到达前被停止。

source: Interrupted — this turn was stopped before it finished.
zh_hans: 已中断——这一回合在完成前被停止。

source: It will appear in the “%@” group.
zh_hans: 它将出现在“%@”分组中。

source: Its model is not among your organization's allowed models
zh_hans: 它所用的模型不在你所在组织允许的模型之列

source: Its sessions stay on disk; its section leaves the sidebar until you sign in again.
zh_hans: 它的会话仍保留在磁盘上；在重新登录之前，它的分区会从侧边栏消失。

source: Its sessions stay on disk; its section leaves the sidebar until you sign in again. Every API-key provider is removed from kimi's config.toml through kimi's own command, with the model aliases that referenced them.
zh_hans: 它的会话仍保留在磁盘上；在重新登录之前，它的分区会从侧边栏消失。所有 API 密钥提供商都会通过 kimi 自己的命令从 config.toml 中移除，引用它们的模型别名也会一并移除。

source: Its stored API key is deleted permanently. Its models stay and can be re-linked by adding the provider again.
zh_hans: 其存储的 API 密钥将被永久删除。它的模型会保留，重新添加该提供商后即可重新关联。

source: Keep planning
zh_hans: 继续规划

source: Keys are region-bound — pick your key's region below and try again.
zh_hans: 密钥与地区绑定——请在下方选择你密钥所属的地区后重试。

source: Kimi Code membership — opens %@ and shows a code to confirm there.
zh_hans: Kimi Code 会员——将打开 %@ 并显示一个需要在页面上确认的代码。

source: Kimi Code membership — opens the site you pick and shows a code to confirm there.
zh_hans: Kimi Code 会员——将打开你所选的站点，并显示一个需要在页面上确认的代码。

source: Kimi reported an error but gave no detail.
zh_hans: Kimi 报告了一个错误，但没有给出详情。

source: kimi.com and kimi.ai are separate services — pick the one you signed up on.
zh_hans: kimi.com 与 kimi.ai 是两个独立的服务——请选择你注册的那一个。

source: Labels
zh_hans: 消息名称

source: Language
zh_hans: 语言

source: Large text mode
zh_hans: 大字体模式

source: Larger
zh_hans: 较大

source: Last checked %@
zh_hans: 上次检查 %@

source: last ran as %@
zh_hans: 上一轮实际运行的模型为 %@

source: Last run
zh_hans: 上次运行

source: last run failed
zh_hans: 上次运行失败

source: Latest agent response took %@
zh_hans: 最近一次智能体回复用时 %@

source: Latest run finished at %@
zh_hans: 最近一次运行结束于 %@

# Latest run of “%@” finished at %@
source: Latest run of “%1$@” finished at %2$@
zh_hans: “%@”最近一次运行结束于 %@

source: Light
zh_hans: 浅色

source: Loading earlier turns…
zh_hans: 正在加载更早的对话…

source: Loading session history…
zh_hans: 正在加载会话历史…

source: Looking for “%@” on %@
zh_hans: 正在 %2$@ 中查找“%1$@”

source: Looking up the latest version…
zh_hans: 正在查询最新版本…

source: macOS keeps asking to let SipAI use a folder — is that normal?
zh_hans: macOS 反复请求让 SipAI 访问某个文件夹——这正常吗？

source: Mainland China (kimi.com)
zh_hans: 中国大陆（kimi.com）

source: Managed by %@
zh_hans: 由 %@ 管理

source: Manual
zh_hans: 手动

source: Maximum
zh_hans: 最大

source: MCP approver setup failed: %@
zh_hans: MCP 授权服务启动失败：%@

source: Membership
zh_hans: 会员

source: Membership (%@)
zh_hans: 会员（%@）

source: Minute
zh_hans: 分钟

source: Missed
zh_hans: 已错过

source: missed a run %@
zh_hans: %@错过了一次运行

source: Missed its one run %@
zh_hans: %@错过了唯一一次运行

source: Missed runs
zh_hans: 错过的运行

source: Missing API key for %@.
zh_hans: 缺少 %@ 的 API 密钥。

source: Mode
zh_hans: 模式

source: Model
zh_hans: 模型

# Model not found: %@. %@
source: Model not found: %1$@. %2$@
zh_hans: 找不到模型：%@。%@

source: Models from %@
zh_hans: 来自 %@ 的模型

source: Monday
zh_hans: 星期一

source: Months without this day are skipped.
zh_hans: 没有这一天的月份将被跳过。

source: Moonshot AI (Kimi)
zh_hans: 月之暗面 (Kimi)

source: Move to
zh_hans: 移动到

source: Name
zh_hans: 名称

source: Needs a paid subscription
zh_hans: 需要付费订阅

source: Needs at least one turn and a chat model (Settings → Chat models)
zh_hans: 需要至少一个回合以及一个对话模型（设置 → 对话模型）

source: Needs usage credits
zh_hans: 需要额外用量

source: Needs usage credits · %@
zh_hans: 需要额外用量 · %@

source: Never
zh_hans: 从未

source: Never prompts; denies what isn't pre-allowed
zh_hans: 从不询问；未预先允许的一律拒绝

source: New %@ session
zh_hans: 新建 %@ 会话

source: New chat
zh_hans: 新建对话

source: New Chat
zh_hans: 新建对话

source: New Claude session
zh_hans: 新建 Claude 会话

source: New Codex session
zh_hans: 新建 Codex 会话

source: New group
zh_hans: 新建分组

source: New Group
zh_hans: 新建分组

source: New group…
zh_hans: 新建分组…

source: New Kimi session
zh_hans: 新建 Kimi 会话

source: New Role
zh_hans: 新建角色

source: New session
zh_hans: 新建会话

source: New session in %@
zh_hans: 在 %@ 中新建会话

source: New version %@
zh_hans: 新版本 %@

source: Next match
zh_hans: 下一个匹配

source: Next month
zh_hans: 下个月

source: Next run
zh_hans: 下次运行

source: Next run %@
zh_hans: 下次运行 %@

source: No activity yet
zh_hans: 尚无活动

source: No agent on this Mac is signed in to a plan.
zh_hans: 这台 Mac 上没有登录了套餐的智能体。

source: No API key stored for %@. Go back and enter one.
zh_hans: 未存储 %@ 的 API 密钥。请返回并输入一个。

source: No API key: $%@ is empty in both this app and your login shell. Fix the variable (then relaunch SipAI), or go back and paste a key.
zh_hans: 没有 API 密钥：$%@ 在本 App 和你的登录 shell 中都是空的。请修正该变量（然后重新启动 SipAI），或返回并粘贴一个密钥。

source: No chat model configured. Add one in Settings → Chat models.
zh_hans: 未配置对话模型。请在「设置 → 对话模型」中添加。

source: No chats in this group yet.
zh_hans: 此分组中还没有对话。

source: No chats yet.
zh_hans: 还没有对话。

source: No directory
zh_hans: 无目录

source: No Group
zh_hans: 无分组

source: No groups yet.
zh_hans: 还没有分组。

source: no larger window
zh_hans: 没有更大的窗口

source: No matches for “%@”
zh_hans: 没有找到“%@”的匹配项

source: No matching chats.
zh_hans: 没有匹配的对话。

source: No model
zh_hans: 无模型

source: No model configured. Add one in Settings.
zh_hans: 未配置模型。请在设置中添加。

source: No models configured
zh_hans: 未配置模型

source: No models configured.
zh_hans: 未配置模型。

source: No notes yet.
zh_hans: 还没有笔记。

source: No output from %@ yet.
zh_hans: %@ 尚未有任何输出。

source: No package is published for this Mac's architecture (%@).
zh_hans: 没有适用于这台 Mac 架构（%@）的发布包。

source: No results
zh_hans: 无结果

source: No Role
zh_hans: 无角色

source: No runs yet.
zh_hans: 还没有运行记录。

source: no schedule
zh_hans: 无计划

source: No schedule
zh_hans: 无计划

source: No schedule — runs only when you press Run now
zh_hans: 无计划——只有按下「立即运行」时才执行

source: No sessions yet.
zh_hans: 还没有会话。

source: No sign-up required, no data collection, no tracking from the app. Your data is just between you and the AI.
zh_hans: SipAI 无需注册，不收集任何数据，不做任何追踪，你的数据传输只存在你和你所选的 AI 公司之间。

source: No visible turns in this session yet.
zh_hans: 此会话中还没有可显示的回合。

source: None
zh_hans: 无

source: Not installed
zh_hans: 未安装

source: Not offered for this model
zh_hans: 此模型不提供

source: Not running · %@
zh_hans: 未生效 · %@

source: Not set
zh_hans: 未设置

source: Not updated yet
zh_hans: 尚未更新

source: Note
zh_hans: 笔记

source: Note generating model
zh_hans: 生成笔记的模型

source: Note generation failed
zh_hans: 笔记生成失败

source: Note generation failed: %@
zh_hans: 笔记生成失败：%@

source: Note instructions
zh_hans: 笔记说明

source: Note not found.
zh_hans: 找不到该笔记。

source: Notes
zh_hans: 笔记

source: Notes are written by this model. Thinking-heavy models can produce richer notes but may take noticeably longer to finish.
zh_hans: 笔记由该模型撰写。偏重思考的模型能写出更充实的笔记，但耗时也会明显更长。

source: Nothing else on your Mac is changed.
zh_hans: 你的 Mac 上不会有其他改动。

source: Nothing fires this task — use Run now when you want it.
zh_hans: 没有任何计划触发此任务——需要时请使用「立即运行」。

source: Nothing to search in this session yet
zh_hans: 此会话暂无可搜索的内容

source: Nothing to summarise — chat is empty.
zh_hans: 没有可总结的内容——对话是空的。

source: Nothing to summarise — the session has no messages yet.
zh_hans: 没有可总结的内容——此会话还没有消息。

source: OK
zh_hans: 好

source: On
zh_hans: 星期

source: On by default in %@
zh_hans: 在 %@ 中默认开启

source: On day
zh_hans: 日期

# on day %lld of every month at %@
source: on day %1$lld of every month at %2$@
zh_hans: 每月 %lld 日 %@

source: Once
zh_hans: 仅一次

source: once, %@
zh_hans: 仅一次，%@

source: Only %lld files can be attached to one message.
zh_hans: 一条消息最多只能附加 %lld 个文件。

source: Only available on the Anthropic API directly
zh_hans: 仅在直接使用 Anthropic API 时可用

source: Only local commands were recorded: %@. Running /clear starts a fresh session file — quitting right after leaves it like this.
zh_hans: 只记录到本地命令：%@。运行 /clear 会新建一个会话文件——之后立刻退出就会留下这样的结果。

source: Only providers that are installed and signed in appear in the sidebar.
zh_hans: 只有已安装并已登录的提供商才会出现在侧边栏。

source: Only the first %lldk characters of %@ are sent.
zh_hans: 只会发送 %2$@ 的前 %1$lldk 个字符。

source: Only the loaded part of this session is being searched.
zh_hans: 当前只搜索了此会话已加载的部分。

source: Only when I run it
zh_hans: 仅在我手动运行时

source: Open Add Model and pick the provider again — Continue re-validates the stored key by fetching its model list, and the error it shows names the actual cause. The usual suspects: the key belongs to a different region (Qwen, Kimi — switch region on the key step), the account has no credit, or the model ID no longer exists. If you entered an environment variable name instead of a key, note that apps launched from the Dock don't see shell exports — paste the key itself, or launch SipAI from a terminal.
zh_hans: 打开「添加模型」并重新选择该提供商——点击「继续」会通过获取模型列表来重新验证已存储的密钥，报出的错误会指明真正的原因。常见情况有：密钥属于另一个地区（通义千问、Kimi——请在密钥步骤切换地区）、账号没有余额，或该模型 ID 已不存在。如果你填的是环境变量名而不是密钥，请注意从程序坞启动的 App 读不到 shell 中的 export——请直接粘贴密钥，或从终端启动 SipAI。

source: Open or start an agent session to begin.
zh_hans: 打开或新建一个智能体会话即可开始。

source: Open schedule options
zh_hans: 打开计划选项

source: Open Settings → Agent Guide. Install runs the provider's own installer, Sign In opens the provider's sign-in page (a subscription) or takes an API key, and the provider appears in the sidebar once both are done. Installing or signing in from Terminal works the same way; SipAI notices within a few seconds. Only providers that are installed and signed in are listed — the sidebar's ADD AGENTS row opens the same page.
zh_hans: 打开“设置 → 智能体指南”。“安装”会运行提供商自己的安装程序，“登录”会打开提供商的登录页面（订阅）或接受 API 密钥，两者完成后该提供商就会出现在侧边栏。在“终端”里安装或登录也一样有效；SipAI 会在几秒内检测到。只有已安装并已登录的提供商才会被列出——侧边栏的“添加智能体”一行会打开同一个页面。

source: OpenAI's checksum file could not be fetched, so nothing was downloaded.
zh_hans: 无法获取 OpenAI 的校验文件，因此没有下载任何内容。

source: OpenAI's model pages list a 1,050,000-token context window for GPT-6-Astra, GPT-5.6-Sol, and other recent models. %@'s own model catalog runs these models with a default context window of %@ tokens and keeps %lld%% of it effective — %@ tokens, the %@ in the chip.
zh_hans: OpenAI 的模型页面为 GPT-6-Astra、GPT-5.6-Sol 等近期模型列出了 1,050,000 token 的上下文窗口。%@ 自己的模型目录让这些模型以 %@ token 的默认上下文窗口运行，并保留其中 %lld%% 作为有效窗口——即 %@ token，也就是输入框下方显示的 %@。

source: or
zh_hans: 或

source: Or enter a model ID, e.g. gpt-4o
zh_hans: 或输入模型 ID，例如 gpt-4o

source: Or set up a new provider
zh_hans: 或配置一个新的提供商

source: Other
zh_hans: 其他

source: Other models
zh_hans: 其他模型

source: Other…
zh_hans: 其他…

source: Output
zh_hans: 输出

source: Paste the key
zh_hans: 粘贴密钥

source: Paste your API key
zh_hans: 粘贴你的 API 密钥

source: Pause
zh_hans: 暂停

source: Paused
zh_hans: 已暂停

source: Paused after a rate limit · resumes by itself
zh_hans: 因速率限制暂停 · 稍后会自动恢复

source: Permission request
zh_hans: 权限请求

source: Pick a date
zh_hans: 选择日期

source: Pick model, effort, mode, folder, and schedule below, then describe the task.
zh_hans: 在下方选择模型、思考强度、模式、文件夹和计划，然后描述这个任务。

source: Plan
zh_hans: 规划

source: Plan ready for review
zh_hans: 计划待审阅

source: Plan usage
zh_hans: 套餐用量

source: Planning only, no tools run
zh_hans: 仅做规划，不执行任何工具

source: Point SipAI at any OpenAI-compatible server.
zh_hans: 把 SipAI 指向任意兼容 OpenAI 的服务。

source: Preview
zh_hans: 预览

source: Previous 7 days
zh_hans: 最近 7 天

source: Previous 30 days
zh_hans: 最近 30 天

source: Previous match
zh_hans: 上一个匹配

source: Previous month
zh_hans: 上个月

source: Prompt
zh_hans: 任务描述

source: Prompts on every tool
zh_hans: 每次调用工具都询问

source: Provider
zh_hans: 提供商

source: Provider %@ is not configured.
zh_hans: 提供商 %@ 尚未配置。

source: Provider name
zh_hans: 提供商名称

source: Questions?
zh_hans: 有疑问？

source: Qwen / Model Studio
zh_hans: 通义千问 / 百炼

source: Ran once %@
zh_hans: %@已运行一次

source: Read %lld pages
zh_hans: 已阅读 %lld 个网页

source: Read 1 page
zh_hans: 已阅读 1 个网页

source: Read Only
zh_hans: 只读

source: Reading %@
zh_hans: 正在阅读 %@

source: Reading a page
zh_hans: 正在阅读网页

source: Ready to open %@…
zh_hans: 准备打开 %@…

source: Ready to start a new %@ session in:
zh_hans: 准备在以下位置新建 %@ 会话：

source: Region
zh_hans: 地区

source: Region code, e.g. eu-west-3
zh_hans: 地区代码，例如 eu-west-3

source: Remove
zh_hans: 移除

source: Remove %@?
zh_hans: 移除 %@？

source: Remove attachment
zh_hans: 移除附件

source: Remove from group
zh_hans: 移出分组

source: Remove Provider
zh_hans: 移除提供商

source: Removing…
zh_hans: 正在移除…

source: Rename
zh_hans: 重命名

source: Rename group
zh_hans: 重命名分组

source: Rename group…
zh_hans: 重命名分组…

source: Rename this task
zh_hans: 重命名此任务

source: Renamed in SipAI only
zh_hans: 仅在 SipAI 中重命名

source: Reported off for this model
zh_hans: 报告称此模型未开启

source: Reset
zh_hans: 重置

source: Reset to defaults
zh_hans: 恢复默认

source: Reset was incomplete
zh_hans: 重置未完成

source: resets %@
zh_hans: %@ 重置

source: Response may be incomplete — the model reached its output limit.
zh_hans: 回复可能不完整——模型已达到输出上限。

source: Responses API (advanced)
zh_hans: Responses API（进阶）

source: Restart Now
zh_hans: 立即重启

source: Restart SipAI to switch to %@.
zh_hans: 重启 SipAI 以切换到 %@。

source: Resume
zh_hans: 恢复

source: Revert
zh_hans: 撤销更改

source: Right now, %@
zh_hans: 目前，%@

source: Right now: config.toml sets model_context_window = %@, so every model runs at its maximum.
zh_hans: 当前：config.toml 设置了 model_context_window = %@，因此每个模型都以各自的最大窗口运行。

source: Right now: config.toml sets model_context_window = %@. A model whose maximum is lower runs at its maximum; the others use %@ (%lld%% of the setting).
zh_hans: 当前：config.toml 设置了 model_context_window = %@。上限低于此值的模型按其上限运行；其余模型使用 %@（该设置的 %lld%%）。

source: Right now: the default. Nothing is set in config.toml, so every model runs at its default window.
zh_hans: 当前：默认。config.toml 中没有设置，因此每个模型都以默认窗口运行。

source: Roles
zh_hans: 角色

source: Row actions
zh_hans: 行操作

source: Run %@ from one window, on your subscription or API key.
zh_hans: 在一个窗口里运行 %@，用你的订阅或 API 密钥。

source: Run a missed schedule when SipAI next opens
zh_hans: SipAI 下次打开时补跑错过的计划

source: Run now
zh_hans: 立即运行

source: Run on a schedule
zh_hans: 按计划运行

source: Run this task once, right now. Does not affect the schedule.
zh_hans: 立刻运行此任务一次。不影响原有计划。

source: Run when SipAI next opens
zh_hans: SipAI 下次打开时运行

source: Running for %@
zh_hans: 已运行 %@

source: Running in another terminal
zh_hans: 正在另一个终端中运行

source: Running in another terminal — stop it from there
zh_hans: 正在另一个终端中运行——请到那里停止

source: Running now
zh_hans: 正在运行

source: Running: %@
zh_hans: 进行中：%@

source: Runs %@ — %@
zh_hans: %@运行——%@

# Runs %@ — next %@
source: Runs %1$@ — next %2$@
zh_hans: %@运行——下次 %@

source: Runs as
zh_hans: 运行模式

# Runs in %@ · %@ mode — from the bar below.
source: Runs in %1$@ · %2$@ mode — from the bar below.
zh_hans: 在 %@ 中以 %@ 模式运行——继承自下方控制栏。

source: Runs one time, at the date and time you pick
zh_hans: 在你选择的日期和时间运行一次

source: Same model, faster output
zh_hans: 同一模型，输出更快

source: Saturday
zh_hans: 星期六

source: Save
zh_hans: 保存

source: Save as a file…
zh_hans: 保存为文件…

source: Save as Markdown…
zh_hans: 保存为 Markdown…

source: Save as PDF…
zh_hans: 保存为 PDF…

source: Save Code
zh_hans: 保存代码

source: Save Note
zh_hans: 保存笔记

source: Saved as %@
zh_hans: 已保存为 %@

source: Scanning…
zh_hans: 正在扫描…

source: Schedule
zh_hans: 计划

source: Scheduled
zh_hans: 计划任务

source: Scheduled run
zh_hans: 计划运行

# Scheduled task “%@” created — %@
source: Scheduled task “%1$@” created — %2$@
zh_hans: 已创建计划任务“%@”——%@

source: Scheduling armed — type the task prompt below, then send
zh_hans: 已进入计划模式——请在下方输入任务描述，然后发送

source: Search chats, notes and sessions
zh_hans: 搜索对话、笔记和会话

source: Search everything
zh_hans: 全局搜索

source: Search providers
zh_hans: 搜索提供商

source: Search whole session
zh_hans: 搜索整个会话

source: Searched the web
zh_hans: 已搜索网页

source: Searched the web %lld times
zh_hans: 已搜索网页 %lld 次

# Searching %lld of %lld…
source: Searching %1$lld of %2$lld…
zh_hans: 正在搜索 %lld/%lld…

source: Searching the web
zh_hans: 正在搜索网页

source: Searching the web for “%@”
zh_hans: 正在搜索网页：“%@”

source: Select files to attach to your message
zh_hans: 选择要附加到消息中的文件

source: Select the project directory for this %@ session
zh_hans: 为这个 %@ 会话选择项目目录

source: Selected paths are inserted into your message for %@ to read
zh_hans: 所选路径会插入到你的消息中，供 %@ 读取

source: Send a message first — there is nothing to search yet
zh_hans: 请先发送一条消息——目前还没有可搜索的内容

source: Send a message to %@…
zh_hans: 向 %@ 发送消息…

source: Send at least one message to generate a note
zh_hans: 至少发送一条消息才能生成笔记

# Send creates scheduled task “%@” in %@ — %@
source: Send creates scheduled task “%1$@” in %2$@ — %3$@
zh_hans: 发送后将在 %@ 中创建计划任务“%@”——%@

source: Send message
zh_hans: 发送消息

source: Send to %@
zh_hans: 发送给 %@

source: Session is running
zh_hans: 会话正在运行

source: Session is waiting for approval
zh_hans: 会话正在等待授权

source: Sessions
zh_hans: 会话

source: set by %@
zh_hans: 由 %@ 设定

source: Set Default
zh_hans: 设为默认

source: Settings
zh_hans: 设置

source: Show %@ in SipAI. Unticked, it stays installed and signed in on this Mac, but its sessions leave the sidebar and search, its scheduled tasks stop running, and nothing about it is shown or checked until you tick it again.
zh_hans: 在 SipAI 中显示 %@。取消勾选后，它在这台 Mac 上仍保持安装和登录，但会话会从侧边栏和搜索中消失，计划任务停止运行，且不再显示或检查与它相关的任何内容，直到重新勾选。

source: Show all (%lld more)
zh_hans: 显示全部（还有 %lld 项）

source: Show all %lld models
zh_hans: 显示全部 %lld 个模型

source: Show chat group name
zh_hans: 显示对话分组名称

source: Show context usage
zh_hans: 显示上下文用量

source: Show earlier — %lld older messages
zh_hans: 显示更早——%lld 条更早的消息

source: Show earlier — %lld older rows
zh_hans: 显示更早——%lld 行更早的内容

source: Show earlier — %lld older rows in this turn
zh_hans: 显示更早——本回合中还有 %lld 行

source: Show earlier — load older turns
zh_hans: 显示更早——加载更早的对话

source: Show less
zh_hans: 收起

source: Show note button
zh_hans: 显示笔记按钮

source: Show note prompt
zh_hans: 显示笔记说明选项

source: Show role line
zh_hans: 显示角色行

source: Show the steps
zh_hans: 显示步骤

source: Show update messages
zh_hans: 显示更新提示

source: Showing the first %lld — narrow the search for more.
zh_hans: 仅显示前 %lld 条——请缩小搜索范围以查看更多。

source: Sidebar
zh_hans: 侧边栏

source: Sign In
zh_hans: 登录

source: Sign in to %@
zh_hans: 登录 %@

source: Sign out
zh_hans: 退出登录

source: Sign out of %@ on this Mac?
zh_hans: 在这台 Mac 上退出 %@ 的登录？

source: Signed in — %@
zh_hans: 已登录——%@

source: Signing in…
zh_hans: 正在登录…

source: Signing out…
zh_hans: 正在退出登录…

source: SipAI %@ will install once the running turn finishes.
zh_hans: SipAI %@ 将在正在进行的智能体回合结束后安装。
